"Xsan_TITLE"	= "Xsan";
"Xsan_VERS"		= "2.2";
"Xsan_DESC"		= "Installs Xsan file-system and meta-data controller software (required).";

"XsanAdmin_TITLE"	= "Xsan Admin";
"XsanAdmin_VERS"	= "2.2";
"XsanAdmin_DESC"	= "Installs Xsan administration software.";

"FORBIDDENCPU"		= "This computer does not meet the hardware requirements for this software.";
"REQUIRES105"		= "This software requires Mac OS X version 10.5 or newer or Mac OS X version 10.6 or newer.";
"UNSUPPORTEDOS"		= "This software does not support the version of Mac OS X on this volume.";
"VOLUMEHASTIER3"	= "This software does not contain support for your system language.";
"NEEDSVERSION"		= "To upgrade you need a later version of Xsan.";
"HASNEWER"			= "You already have a later version of Xsan installed.";